{
  "Main Tutorial": {
    "TEXT": [
      "Voita vihollisia pelaamalla kortteja kädestäsi! NL NL Korttien pelaaminen vaatii #yEnergiaa. NL Kun se loppuu, lopeta vuorosi. NL NL Seuraavan vuorosi alussa nostat uudet kortit ja #yEnergiasi palautuu täyteen.",
      "Pelaa puolustuskortteja saadaksesi #yTorjuntaa vihollisten aikoessa hyökätä. NL NL #yTorjunta vähentää saamaasi vauriota mutta NL #rkuluu #rpois seuraavan vuorosi alussa.",
      "Voit vuorosi aikana nähdä vihollisten #yAikomukset heidän päänsä päällä. NL NL Mikäli vihollinen aikoo hyökätä kimppuusi pelaa kortteja joista saat #yTorjuntaa!"
    ],
    "LABEL": [
      "Seuraava",
      "Olen valmis!",
      "Tutoriaali",
      "(Sivu ",
      " / 3)"
    ]
  },
  "FTUE Tips": {
    "TEXT": [],
    "LABEL": [
      "Vinkki: ",
      "Selvä"
    ]
  },
  "Potion Tip": {
    "TEXT": [
      "Juo tai heitä juomia taistelun aikana! NL Taikajuomat pysyvät mukanasi huoneesta toiseen."
    ],
    "LABEL": [
      "Taikajuomat"
    ]
  },
  "Energy Tip": {
    "TEXT": [
      "Korttien pelaaminen vaatii energiaa! NL Vasemman alakulman kuulasta näkyy paljonko käytettävissäsi on vielä energiaa loppuvuorolle."
    ],
    "LABEL": [
      "Energiakustannus"
    ]
  },
  "Shuffle Tip": {
    "TEXT": [
      "NL Jos nostopakassasi ei ole enää kortteja poistopinosi sekoitetaan nostopinoosi."
    ],
    "LABEL": [
      "Ei enempää kortteja?"
    ]
  },
  "Player Tips": {
    "TEXT": [
      "Tämä kortti lisää käytettäessä sinulle Voiman. NL Voimat ovat passiivisia kykyjä jotka säilyvät voimassa taistelun ajan.",
      "Kortit vaativat energiaa pelaamiseensa! NL Tämä kuula vasemmassa alareunassa kertoo paljonko energiaa on jäljellä loppuvuoroksi.",
      "#rKäteni #ron #rTäysi!",
      "#rMaksimikuulakapasiteetti on täynnä."
    ],
    "LABEL": [
      "Voimakortit",
      "Energiakustannus"
    ]
  },
  "Relic Tip": {
    "TEXT": [
      "Ympäri Tornia löytyvät taikaesineet antavat ainutlaatuisia bonuksia ja pysyvät mukanasi koko pelikerran. NL Niitä voi löytää voittamalla vahvoja vihollisia tai arkuista.",
      "Et ole vielä löytänyt tätä taikaesinettä.",
      "Sen voima on jo käytetty."
    ],
    "LABEL": [
      "Taikaesineet",
      "Tuntematon",
      "Tätä taikaesinettä ei olla vielä avattu.",
      "Lukittu"
    ]
  },
  "Rewards Tip": {
    "TEXT": [
      "Älä unohda palkintojasi! NL Klikkaa niissä poimiaksesi ne."
    ],
    "LABEL": [
      "Palkinnot"
    ]
  },
  "Draw Tip": {
    "TEXT": [
      "Jokaisen vuoron alussa NL #b",
      " nostetaan täältä. NL NL Klikkaa nähdäksei nostopinosi kortit (sekalaisessa järjestyksessä).",
      " nostetaan täältä. NL NL Klikkaa nähdäksei nostopinosi kortit."
    ],
    "LABEL": [
      "Nostopino"
    ]
  },
  "Exhaust Tip": {
    "TEXT": [
      "Klikkaa nähdäksesi tässä taistelussa Häivytetyt kortit."
    ],
    "LABEL": [
      "Häivytetyt kortit"
    ]
  },
  "Options Tip": {
    "TEXT": [
      "Pelitietoja ja virhelokeja lähetetään Mega Crit:lle pelin tasapainottamiseksi. NL NL Henkilökohtaisia tunnistetietoja EI kerätä.",
      "Slay the Spire toimii nopeimmin ajettuna täydellä ruudulla. Suositellaan käytettäväksi OSX:ssä jossa telakka ja menupalkki ovat kätkettyinä. NL HUOM: PC:llä täydellä ruudulla pelattaessa alt-tab takaisin Slay the Spireen ei välttämättä toimi.",
      "Slay the Spire ei ole kovin vaativa peli joten suosittelemme rajatonta täyden ruudun pelitilaa nopeampaan alt-tab -vaihtoon. Toimii parhaiten PC:llä.",
      "Huom: Mikäli VSync on päällä Max Framerate ei voi olla suurempi kuin näytön virkistystaajuus."
    ],
    "LABEL": [
      "Metriikat",
      "Täysi ruutu",
      "Rajaton täysi ruutu",
      "Max Framerate"
    ]
  },
  "Shop Tip": {
    "TEXT": [
      "Poistaa kortin pakastasi. Tämän palvelun hinta nousee #b",
      ":llä loppupelikerraksi."
    ],
    "LABEL": [
      "Kortinpoistopalvelu"
    ]
  },
  "End Turn Tip": {
    "TEXT": [
      "Tämän napin painaminen lopettaa vuorosi. NL NL Loput kätesi kortit laitetaan pois, viholliset saavat oman vuoronsa, nostat ",
      " korttia ja sitten on jälleen oma vuorosi."
    ],
    "LABEL": [
      "Lopeta vuoro"
    ]
  },
  "Discard Tip": {
    "TEXT": [
      "Jos nostopinosi on tyhjä, poistopinosi sekoitetaan nostopinoosi. NL NL Klikkaa nähdäksesi poistopinosi kortit."
    ],
    "LABEL": [
      "Poistopino"
    ]
  },
  "Energy Panel Tip": {
    "TEXT": [
      "Nykyinen energiamääräsi."
    ],
    "LABEL": [
      "Energia"
    ]
  },
  "Potion Panel Tip": {
    "TEXT": [
      "Heittää tämän juoman viholliseen.",
      "Juo tämän juoman.",
      "Heittää tämän juoman pois NL #r(ei #rmahdollista #rperua)"
    ],
    "LABEL": [
      "Heitä",
      "Juo",
      "Laita pois"
    ]
  },
  "Top Panel Tips": {
    "TEXT": [
      "Avaa pelin valikon. NL NL Muuta näyttö-, ääni- ja peliasetuksiasi täällä.",
      "Katso kaikki pakkasi kortit.",
      "Katso tämän luolaston karttaa.",
      "Jos HP:si loppuu, kuolet.",
      "Paljonko kultaa sinulla on. Kulta on Tornissa käytettävä rahayksikkö.",
      "",
      "",
      "Tähän pelikertaan kulunut aika."
    ],
    "LABEL": [
      "Asetukset",
      "Pakka",
      "Kartta",
      "Osumapisteet (HP)",
      "Rahapussukka",
      "Pelikerran aika"
    ]
  },
  "Random Tips": {
    "TEXT": [
      "Keskustele muiden pelaajien kanssa uusien ja tehokkaiden strategioiden löytämiseksi.",
      "Jokaista pomovastusta ennen on lepopaikka.",
      "Kuluta kultasi kaupoissa! (Vinkin sponsoroinut: Kauppias)",
      "Pidä tauko aina silloin tällöin.",
      "Voit klikata palkintoruudun kortteja oikealla napilla nähdäksesi niistä lisätietoa.",
      "Prosenttipohjaiset laskelmat pyöristetään aina lopuksi alaspäin.",
      "Taistelun aikana voit katsoa nosto- ja poistopinosi sisältöä.",
      "Pitämällä hiiren kursoria esineen yläpuolella voit nähdä siitä hyödyllistä tietoa.",
      "Vinkit voit laittaa päälle/pois klikkaamalla yläoikean laidan ?-nappia.",
      "Oikea hiirennappi vapauttaa kortin, jota olit kiskomassa.",
      "Hiiren kursorin pitäminen vihollisen päällä näyttää sen nimen ja Voimatiedot",
      "Voit rullata joko hiiren rullalla tai klikkaamalla ja kiskomalla ruutua.",
      "Jos voit tutkia esinettä hiiren kursori muuttuu suurennuslasiksi.",
      "Voit kantaa mukanasi rajattomasti taikaesineitä.",
      "Arkuista saa aina taikaesineen.",
      "Jokaisella polulla on aina vähintään yksi aarrekammio.",
      "Käytä hiiren rullaa tai klikkaa ja kisko ruutua rullataksesi karttaa, korttiruutuja jne.",
      "Eliittivastuksilta saa aina taikaesineen.",
      "Et koskaan tule saamaan samaa taikaesinettä kahdesti samalla pelikerralla.",
      "Epätavallisilla korteilla on sininen kehys ja viiri.",
      "Harvinaisilla korteilla on kultainen kehys ja viiri.",
      "Kortin harvinaisuus on nähtävissä itse kortista.",
      "Aina ei kannata lisätä kortteja pakkaasi.",
      "Taistelun aikana häivytettyjä kortteja ei poisteta kokonaan pakastasi.",
      "Kädessäsi voi olla korkeintaan 10 korttia.",
      "Tilakortit poistetaan taistelun lopussa.",
      "Kirouksia ei voi parannella. Miksi edes haluaisit?",
      "Paranneltuja kortteja alkaa ilmaantua palkintoina ensimmäisen näytöksen jälkeen.",
      "Taikajuomia voi käyttää vain taistelun aikana.",
      "Taikajuomia ei voi heittää pois taistelun aikana.",
      "Kysymysmerkkihuoneissa voi olla aarteita, hirviöitä, kauppoja tai tilanteita.",
      "Kauppias ei ota vastaan palautuksia. Hän on ilkeä.",
      "Kortinpoistopalvelun hinta nousee aina kun sitä käytetään.",
      "Kortinpoistopalvelua voi käyttää vain kerran kauppavierailussa.",
      "Juomien, taikaesineiden ja voimien aiheuttamaa vauriota ei lasketa höykkäysvaurioksi."
    ],
    "LABEL": [
      "Voit laittaa juomia pois tehdäksesi uusille tilaa."
    ]
  }
}